188x29 (ставьте только ширину 188. Хотя, может, я чего-нибудь сделаю. Может, побольше.

| ® ПМНК vX.XX     [Текущая почта: kolodchuk_av_0919@1511.ru]                  ==[ ОБНОВИТЬ (R) ]==                  Поиск по почте (s) | Настройки (p) | Помощь (h) | © Колодчук А., 2020|
| /===========================\  |--------------------------------------------------------------------------------------------------------------------------------------------------------|
| |    НАПИСАТЬ ПИСЬМО (W)    |  | Выбрать всё (sa) | Переслать (t) | Удалить (d) | В спам (is) | В непрочитанные (u) | Архивировать (a) | В папку(f) | Закрепить(pi) | В важные (im) | ~ |
| \===========================/  |--------------------------------------------------------------------------------------------------------------------------------------------------------|
| ▼ [Входящие] (17/387)          {01} | [X] Twitch               ■ [Обновление уведомлений] Здравствуйте, vasyaprogrammist! Вы получаете электронное сообщение или мобильное ув..   15:05 |
|     Важные               (m1)  {02} | [X] Splice               ○ [Don’t Forget to try your Free month of Splice Sounds] Thats 100 credits to download whatever samples or prе..   04:23 |
|     Непрочитанные (17)   (m2)  {03} | [ ] Fork Genesis         ○ [Header 3] Wow, so cool!                                                                                        30 авг |
|     С вложениями         (m3)  {04} | [ ] Fork Genesis         ○ [Header] message 1 by the way - test                                                              [1 вложение]  30 авг |
| Отправленные             (m4)  {05} | [X] Ваша Яндекс.Музыка   ■ [Есть новые поступления: Queen, High Contrast, The ..] В каталоге Яндекс.Музыки появилось ещё больше релизов..  30 авг |
| Удалённые                (m5)  {06} | [ ] Ситилинк             ○ [Готовы? Скидки до 50% начинаются! =)] Чтобы вы могли купить всё необходимое к учебному году.. (HTML-документ)  29 авг |
| Спам (7)                 (m6)  {07} | [ ] Елена Владимировна . ○ [ОТВЕТ: Университетские субботы НИЯУ МИФИ 27 июня] У меня кончились идеи для писем.                             28 авг |
| ▼ Черновики              (m7)  {08} | [ ] Андрей Петрович Ден. ○ Внимание всем учащимся! Только с 28 августа, в 15:00, по вторникам и выходным до 17:00 в каб.. (HTML-документ)  27 авг |
|     Шаблоны              (m8)  {09} | [ ] Тануки               ○ [Амигос, хватайте сомбреро!] Ай, карамба! <<Мексиканский>> ролл спешит к вам                                    27 авг |
| + Создать папку          (mc)  {10} | [X] Splice               ○ [ОТВЕТ: Your free Splice Sounds subscription] Are you ready to make music?                                      27 авг |
|--------------------------------{11} | [ ] Юлия Михайлова       ■ [Статград] Прошу обратиться к куратору Галайда В.В.                                                             26 авг |
|        = Google Meet =         {12} | [ ] Фоксфорд             ■ [Как найти себя и выбрать профессию: подумайте о жи..] Оцените свои таланты и выберите подхо.. (HTML-документ)  26 авг |
| Начать встречу           (ms)  {13} | [ ] Profit77.ru - Интер. ○ [Profit77.ru - заказ 133124] Благодарим вас за заказ в Profit77.ru - Интернет-магазин компью.. (HTML-документ)  25 авг |
| Перейти на встречу       (mg)  {14} | [ ] Profit77.ru - Интер. ○ [Profit77.ru - Интернет-магазин бытовой техники в М..] Добро пожаловать и спасибо за регистр.. (HTML-документ)  22 авг |
|--------------------------------{15} | [ ] Habr                 ○ [Ответ на ваш комментарий к публикации <<Работает в..] Я очень устал. =(                                        13 авг |
|          = Hangouts =          {16} | [ ] Фоксфорд (10)        ■ [Ваш учитель Владимир Владимирович Бударагин пригла..] Ваш учитель Владимир Владимирович Бударагин приглашае..  11 авг |
| 10И2                     (h1)  {17} | [ ] Habr                 ○ [Комментарий к публикации «Работаем в IntelliJ IDEA..] Текст комментария: Вернусь к этой ста.. (HTML-документ)  24 июл |
| Род. комитет 9В          (h2)  {18} | [ ] Habr                 ○ [Ваш аккаунт расширен до уровня Read&Comment] Сообщество разработчиков Приветствуем, VasyaProgrammist! Поздр..   9 июн |
| [■] В.В. Бударагин       (h3)  {19} | [ ] Елена Николаевна Кр. ○ [онлайн-урок литературы 9В 20 мая в 14:35] Елена Николаевна Крутова приглашает вас на запланированную конфер..  19 мая |
| [○] Елена Владимировн... (h4)  {20} | [ ] Лариса Александровн. ■ [Задание на лето по алгебре] Добрый вечер!                                                        [3 вложения]   2 мая |
| + Создать разговор       (ht)  |                                                                                                                                                        |
| + Создать группу         (hg)  |--------------------------------------------------------------------------------------------------------------------------------------------------------|
| Добавить контакты        (hc)  | Выйти (e) | Перейти в браузер по умолчанию (b)              Использовано: 0,59 ГБ хранилища | Как это работает (hh) | Письма: 1-30 из 387 <  > (mf/mb) |
|=========================================================================================================================================================================================|
| [31.08.2020 17:32] Введите команду: p


| ® ПМНК vX.XX     [Текущая почта: kolodchuk_av_0919@1511.ru]                  ==[ ОБНОВИТЬ (R) ]==                  Поиск по почте (s) | Настройки (p) | Помощь (h) | © Колодчук А., 2020|
| /===========================\  |----------------------------------------------------------------------------------------------------- |               |-----------------| --------------|
| |    НАПИСАТЬ ПИСЬМО (W)    |  | Выбрать всё (sa) | Переслать (t) | Удалить (d) | В спам (is) | В непрочитанные (u) | Архивировать (a |  Информация об отправителе (p1) | жные (im) | ~ |
| \===========================/  |----------------------------------------------------------------------------------------------------- |              Папки и метки (p2) | --------------|
| ▼ [Входящие] (17/387)          {01} | [X] Twitch               ■ [Обновление уведомлений] Здравствуйте, vasyaprogrammist! Вы получает |               Безопасность (p3) |  ув..   15:05 |
|     Важные               (m1)  {02} | [X] Splice               ○ [Don’t Forget to try your Free month of Splice Sounds] Thats 100 cre | Сбор почты с других ящиков (p4) | prе..   04:23 |
|     Непрочитанные (17)   (m2)  {03} | [ ] Fork Genesis         ○ [Header 3] Wow, so cool!                                             |    Правила обработки почты (p5) |        30 авг |
|     С вложениями         (m3)  {04} | [ ] Fork Genesis         ○ [Header] message 1 by the way - test                                 |                   Контакты (p6) | ение]  30 авг |
| Отправленные             (m4)  {05} | [X] Ваша Яндекс.Музыка   ■ [Есть новые поступления: Queen, High Contrast, The ..] В каталоге Ян |           Программы Google (p7) | зов..  30 авг |
| Удалённые                (m5)  {06} | [ ] Ситилинк             ○ [Готовы? Скидки до 50% начинаются! =)] Чтобы вы могли купить всё нео |     Выйти из текущей почты (p8) | мент)  29 авг |
| Спам (7)                 (m6)  {07} | [ ] Елена Владимировна . ○ [ОТВЕТ: Университетские субботы НИЯУ МИФИ 27 июня] У меня кончились  |             Настройки ПМНК (p9) |        28 авг |
| ▼ Черновики              (m7)  {08} | [ ] Андрей Петрович Ден. ○ Внимание всем учащимся! Только с 28 августа, в 15:00, по вторникам и \---------------------------------/ мент)  27 авг |
|     Шаблоны              (m8)  {09} | [ ] Тануки               ○ [Амигос, хватайте сомбреро!] Ай, карамба! <<Мексиканский>> ролл спешит к вам                                    27 авг |
| + Создать папку          (mc)  {10} | [X] Splice               ○ [ОТВЕТ: Your free Splice Sounds subscription] Are you ready to make music?                                      27 авг |
|--------------------------------{11} | [ ] Юлия Михайлова       ■ [Статград] Прошу обратиться к куратору Галайда В.В.                                                             26 авг |
|        = Google Meet =         {12} | [ ] Фоксфорд             ■ [Как найти себя и выбрать профессию: подумайте о жи..] Оцените свои таланты и выберите подхо.. (HTML-документ)  26 авг |
| Начать встречу           (ms)  {13} | [ ] Profit77.ru - Интер. ○ [Profit77.ru - заказ 133124] Благодарим вас за заказ в Profit77.ru - Интернет-магазин компью.. (HTML-документ)  25 авг |
| Перейти на встречу       (mg)  {14} | [ ] Profit77.ru - Интер. ○ [Profit77.ru - Интернет-магазин бытовой техники в М..] Добро пожаловать и спасибо за регистр.. (HTML-документ)  22 авг |
|--------------------------------{15} | [ ] Habr                 ○ [Ответ на ваш комментарий к публикации <<Работает в..] Я очень устал. =(                                        13 авг |
|          = Hangouts =          {16} | [ ] Фоксфорд (10)        ■ [Ваш учитель Владимир Владимирович Бударагин пригла..] Ваш учитель Владимир Владимирович Бударагин приглашае..  11 авг |
| 10И2                     (h1)  {17} | [ ] Habr                 ○ [Комментарий к публикации «Работаем в IntelliJ IDEA..] Текст комментария: Вернусь к этой ста.. (HTML-документ)  24 июл |
| Род. комитет 9В          (h2)  {18} | [ ] Habr                 ○ [Ваш аккаунт расширен до уровня Read&Comment] Сообщество разработчиков Приветствуем, VasyaProgrammist! Поздр..   9 июн |
| [■] В.В. Бударагин       (h3)  {19} | [ ] Елена Николаевна Кр. ○ [онлайн-урок литературы 9В 20 мая в 14:35] Елена Николаевна Крутова приглашает вас на запланированную конфер..  19 мая |
| [○] Елена Владимировн... (h4)  {20} | [ ] Лариса Александровн. ■ [Задание на лето по алгебре] Добрый вечер!                                                        [3 вложения]   2 мая |
| + Создать разговор       (ht)  |                                                                                                                                                        |
| + Создать группу         (hg)  |--------------------------------------------------------------------------------------------------------------------------------------------------------|
| Добавить контакты        (hc)  | Выйти (e) | Перейти в браузер по умолчанию (b)              Использовано: 0,59 ГБ хранилища | Как это работает (hh) | Письма: 1-30 из 387 <  > (mf/mb) |
|=========================================================================================================================================================================================|
| [31.08.2020 18:17] Введите команду: r


| ® ПМНК vX.XX     [Текущая почта: kolodchuk_av_0919@1511.ru]                  ==[ ОБНОВИТЬ (R) ]==                   Поиск по почте (s) | Настройки (p) | Помощь (h) | © Колодчук А., 2020|
| /===========================\  |---------------------------------------------------------------------------------------------------------------------------------------------------------|
| |    НАПИСАТЬ ПИСЬМО (W)    |  | Выбрать всё (sa) | Переслать (t) | Удалить (d) | В спам (is) | В непрочитанные (u) | Архивировать (a) | В папку(f) | Закрепить (pi) | В важные (im) | ~ |
| \===========================/  |---------------------------------------------------------------------------------------------------------------------------------------------------------|
| ▼ [Входящие] (17/387)          {01} | [ ] Лариса Александровн. ■ [Задание на лето по алгебре] Добрый вечер!                                                        [3 вложения]    15:05 |
|     Важные               (m1)  {02} | [X] Splice               ○ [Don’t Forget to try your Free month of Splice Sounds] Thats 100 credits to download whatever samples or prе..    04:23 |
|     Непрочитанные (17)   (m2)  {03} | [X] Fork Genesis         ○ [Header 3] Wow, so cool!                                                                                         30 авг |
|     С вложениями         (m3)  {04} | [ ] Fork Genesis         ○ [Header] message 1 by the way - test                                                              [1 вложение]   30 авг |
| Отправленные             (m4)  {05} | [X] Ваша Яндекс.Музыка   ■ [Есть новые поступления: Queen, High Contrast, The ..] В каталоге Яндекс.Музыки появилось ещё больше релизов..   30 авг |
| Удалённые                (m5)  {06} | [ ] Ситилинк             ○ [Готовы? Скидки до 50% начинаются! =)] Чтобы вы могли купить всё необходимое к учебному году.. (HTML-документ)   29 авг |
| Спам (7)                 (m6)  {07} | [ ] Елена Владимировна . ○ [ОТВЕТ: Университетские субботы НИЯУ МИФИ 27 июня] У меня кончились идеи для писем.                              28 авг |
| ▼ Черновики              (m7)  {08} | [ ] Андрей Петрович Ден. ○ Внимание всем учащимся! Только с 28 августа, в 15:00, по вторникам и выходным до 17:00 в каб.. (HTML-документ)   27 авг |
|     Шаблоны              (m8)  {09} | [ ] Тануки               ○ [Амигос, хватайте сомбреро!] Ай, карамба! <<Мексиканский>> ролл спешит к вам                                     27 авг |
| + Создать папку          (mc)  {10} | [X] Splice               ○ [ОТВЕТ: Your free Splice Sounds subscription] Are you ready to make music?                                       27 авг |
|--------------------------------{11} | [ ] Юлия Михайлова       ■ [Статград] Прошу обратиться к куратору Галайда В.В.                                                              26 авг |
|        = Google Meet =         {12} | [ ] Фоксфорд             ■ [Как найти себя и выбрать профессию: подумайте о жи..] Оцените свои таланты и выберите подхо.. (HTML-документ)   26 авг |
| Начать встречу           (ms)  {13} | [ ] Profit77.ru - Интер. ○ [Profit77.ru - заказ 133124] Благодарим вас за заказ в Profit77.ru - Интернет-магазин компью.. (HTML-документ)   25 авг |
| Перейти на встречу       (mg)  {14} | [ ] Profit77.ru - Интер. ○ [Profit77.ru - Интернет-магазин бытовой техники в М..] Добро пожаловать и спасибо за регистр.. (HTML-документ)   22 авг |
|--------------------------------{15} | [ ] Habr                 ○ [Ответ на ваш комментарий к публикации <<Работает в..] Я очень устал. =(                                         13 авг |
|          = Hangouts =          {16} | [ ] Фоксфорд (10)        ■ [Ваш учитель Владимир Владимирович Бударагин пригла..] Ваш учитель Владимир Владимирович Бударагин приглашае..   11 авг |
| 10И2                     (h1)  {17} | [ ] Habr                 ○ [Комментарий к публикации «Работаем в IntelliJ IDEA..] Текст комментария: Вернусь к этой ста.. (HTML-документ)   24 июл |
| Род. комитет 9В          (h2)  {18} | [ ] Habr                 ○ [Ваш аккаунт расширен до уровня Read&Comment] Сообщество разработчиков Приветствуем, VasyaProgrammist! Поздр..    9 июн |
| [■] В.В. Бударагин       (h3)  {19} | [ ] Елена Николаевна Кр. ○ [онлайн-урок литературы 9В 20 мая в 14:35] Елена Николаевна Крутова приглашает вас на запланированную конфер..   19 мая |
| [○] Елена Владимировна.. (h4)  {20} | [ ] Twitch               ○ [Обновление уведомлений] Здравствуйте, vasyaprogrammist! Вы получаете электронное сообщение или мобильное ув..    2 мая |
| + Создать разговор       (ht)  |                                                                                                                                                         |
| + Создать группу         (hg)  |---------------------------------------------------------------------------------------------------------------------------------------------------------|
| Добавить контакты        (hc)  | Выйти (e) | Перейти в браузер по умолчанию (b)               Использовано: 0,59 ГБ хранилища | Как это работает (hh) | Письма: 1-30 из 387 <  > (mb/mf) |
|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
| [31.08.2020 20:34] Введите команду: h

                           /---------------------------------------------------------- Помощь по ПМНК ----------------------------------------------------------\
                           |                                                                                                                                    |
                           |                 Содержание:                                                                                                        |
                           |    1. Команды                                                                                                                      |
                           |       1.1. Команды в главном окне ПМНК                                                                                             |
                           |       1.2. Команды в окне "Написать письмо"                                                                                        |
                           |       1.3. Команды в окне "Письмо"                                                                                                 |
                           |       1.4. Команды в окне "Помощь по ПМНК"                                                                                         |
                           |       1.5. Команды в окне "Настройки"                                                                                              |
                           |       1.6. Команды в окне "Hangouts"                                                                                               |
                           |   2. Интерфейс                                                                                                                     |
                           |       2.1. Главное окно ПМНК                                                                                                       |
                           |       2.2. Окно "Письмо"                                                                                                           |
                           |       2.3. Окно "Написать письмо"                                                                                                  |
                           |       2.4. Окна "Настройки"                                                                                                        |
                           |       2.5. Google Meet; окно "Hangouts"                                                                                            |
                           |   3. Частые вопросы                                                                                                                |
                           |   4. Контакты                                                                                                                      |
                           |                                                                                                                                    |
                           |   Чтобы вывести частичную помощь (главу или раздел), напишите номер (3, 1.1 и т.п.).                                               |
                           |   Чтобы вывести всё, напишите a/A (англ.). Чтобы выйти, напишите 0.                                                                |
                           |                                                                                                                                    |
                           |   [01.09.2020 02:53] Введите команду: a                                                                                            |
                           |                                                                                                                                    |
                           |                                                            1. Команды                                                              |
                           |                                                                                                                                    |
                           |  1.1. Команды в главном окне ПМНК:                                                                                                 |
                           |      r/R - обновить почтовую страницу.                                                                                             |
                           |      s/S - поиск по текущей почте письма в зависимости от определённого названия, даты, id или сообщения.                          |
                           |      p/P - показать меню настроек.                                                                                                 |
                           |          p1-p9/P1-P9 - открыть окно определённых настроек.                                                                         |
                           |      h/H - вызвать текущее окно ("Помощь по ПМНК") - окно поддержки, частых вопросов и полной документации по ПМНК.                |
                           |                                                                                                                                    |
                           |      w/W - Вызвать окно ("Написать письмо") - окно написания электронного письма.                                                  |
                           |                                                                                                                                    |
                           |      m1-m9/M1-M9 (m1-mz/M1-MZ) - в зависимости от открытой папки, открыть другую папку/подпапку.                                   |
                           |      mc/MC/Mc - создать новую папку в ящике.                                                                                       |
                           |                                                                                                                                    |
                           |      ms/MS/Ms - начать встречу в Google Meet (логин под текущей почтой).                                                           |
                           |      mg/MG/Mg - перейти на встречу в Google Meet (логин под текущей почтой).                                                       |
                           |                                                                                                                                    |
                           |      h1-hz/H1-HZ - в зависимости от открытого чата, открыть переписку/чат группы в Hangouts.                                       |
                           |      ht/HT/Ht - создать переписку в Hangouts (логин под текущей почтой).                                                           |
                           |      hg/HG/Hg - создать группу в Hangouts (логин под текущей почтой).                                                              |
                           |      hc/HC/Hc - добавить контакт в Hangouts (логин под текущей почтой).                                                            |
                           |                                                                                                                                    |
                           |      sa/SA/Sa - Выделить все письма на данной странице.                                                                            |
                           |          saa/SAA/Saa - Выделить все письма в данной папке.                                                                         |
                           |      t/T - вызвать окно ("Написать письмо") и вложить в черновик выделенное(-ые) письмо(-а).                                       |
                           |      d/D - переместить выбранное(-ые) письмо(-а) в папку "Удалённые". [Удалить письмо(-а).]                                        |
                           |      is/IS/Is - переместить выбранное(-ые) письмо(-а) в папку "Спам". [Пометить письмо(-а) как спам.]                              |
                           |      u/U - переместить выбранное(-ые) письмо(-а) в подпапку "Непрочитанные". [Пометить письмо(-а) как непрочитанное(-ые).]         |
                           |      a/A - переместить выбранное(-ые) письмо(-а) в папку "Архив". Если таковой нет, будет создана. [Архивировать письмо(-а).]      |
                           |      f/F - переместить выбранное(-ые) письмо(-а) в определённую папку.                                                             |
                           |      pi/PI/Pi - закрепить/открепить выбранное(-ые) письмо(-а). Список закреплённых писем всегда виден наверху списка остальных     |
                           |        писем.                                                                                                                      |
                           |      im/IM/Im - переместить выбранное(-ые) письмо(-а) в подпапку "Важные". [Пометить письмо(-а) как важное(-ые).]                  |
                           |      ~ - включить/выключить дебаггер.                                                                                              |
                           |                                                                                                                                    |
                           |      e/E - Выйти из программы.                                                                                                     |
                           |      b/B - Открыть страницу данной электронной почты в браузере, установленном по умолчанию на текущем устройстве.                 |
                           |      hh/HH/Hh - Вызвать окно ("Как это работает").                                                                                 |
                           |      mb/MB/Mb - перейти на предыдущую страницу отображаемого списка писем в данном ящике (от k(n-1) до kn).                        |
                           |      mf/MF/Mf - перейти на следующую страницу отображаемого списка писем в данном ящике (от k(n+1) до k(n+2)).                     |
                           |                                                                                                                                    |
                           |      01/02/03/04/.../n - открыть окно ("Письмо") с письмом, чей ID был напечатан.                                                  |
                           |      01/02/03/04/.../n x/X - выделить письмо, чей ID был напечатан.                                                                |
                           |      01/02/03/04/.../n t/T - переслать письмо, чей ID был напечатан.                                                               |
                           |      01/02/03/04/.../n d/D - удалить письмо, чей ID был напечатан.                                                                 |
                           |      01/02/03/04/.../n s/S - пометить письмо, чей ID был напечатан, как спам.                                                      |
                           |      01/02/03/04/.../n u/U - пометить письмо, чей ID был напечатан, как непрочитанное.                                             |
                           |      01/02/03/04/.../n f/F - переместить письмо, чей ID был напечатан, в определённую папку.                                       |
                           |      01/02/03/04/.../n p/P - закрепить письмо, чей ID был напечатан.                                                               |
                           |      01/02/03/04/.../n i/I - пометить письмо, чей ID был напечатан, как важное.                                                    |
                           |      01/02/03/04/.../n ~ - получить код письма в виде словаря на языке Python 3.8.2.                                               |
                           |      x/X ~ - получить код выделенных писем в виде списка словарей на языке Python 3.8.2.                                           |
                           |                                                                                                                                    |
                           |  1.2. Команды в окне "Написать письмо"                                                                                             |
                           |      
                           |      
                           |      
                           |      
                           |      
                           |      
                           |      
                           |





















| ® ПМНК vX.XX     [Текущая почта: kolodchuk_av_0919@1511.ru]                  ==[ ОБНОВИТЬ (R) ]==                   Поиск по почте (s) | Настройки (p) | Помощь (h) | © Колодчук А., 2020|
| /===========================\  |---------------------------------------------------------------------------------------------------------------------------------------------------------|
| |    НАПИСАТЬ ПИСЬМО (W)    |  |                                   Новое письмо                                   |           От кого: kolodchuk_av_0919@1511.ru. Сменить: (f)           | 
| \===========================/  |---------------------------------------------------------------------------------------------------------------------------------------------------------|
| ▼ [Входящие] (17/387)    (m1)  |                                                         | Удалить черновик (d) | Смс (sms телефон) | Копия (copy) | Скрытая копия (scopy) | Шаблон (sh) |
|     Важные               (m2)  |                                                         \-----------------------------------------------------------------------------------------------|
|     Непрочитанные (17)   (m3)  |                                                                                                                                                         |
|     С вложениями         (m4)  | Кому (t [почта1, {почта2}, {почта3}]):                                                                                                                  |
| Отправленные             (m5)  |                                                                                                                                                         |
| Удалённые                (m6)  | Тема (hd текст темы):                                                                                                                                   |
| Спам (7)                 (m7)  |                                                                                                                                                         |
| ▼ Черновики              (m8)  | Сообщение (msg текст сообщения):                                                                                                                        |
|     Шаблоны              (m9)  |                                                                                                                                                         |
| + Создать папку          (mc)  |                                                                                                                                                         |
|--------------------------------|                                                                                                                                                         |
|        = Google Meet =         |                                                                                                                                                         |
| Начать встречу           (ms)  |                                                                                                                                                         |
| Перейти на встречу       (mg)  |                                                                                                                                                         |
|--------------------------------|                                                                                                                                                         |
|          = Hangouts =          |                                                                                                                                                         |
| 10И2                     (h1)  |                                                                                                                                                         |
| Род. комитет 9В          (h2)  |                                                                                                                                                         |
| [■] В.В. Бударагин       (h3)  |                                                                                  /============================\  Отложить отправку (m ЧЧ:ММ ДД:ММ:ГГГГ) |
| [○] Елена Владимировна.. (h4)  |                                                                                  |    ОТПРАВИТЬ ПИСЬМО (M)    |  Уведомить о получении письма (ntf got) |
| + Создать разговор       (ht)  |  + Добавить вложение (A полный путь файла-вложения/путь из папки с программой)   \============================/  Напомнить об ответе (ntf asw)          |                                                   
| + Создать группу         (hg)  |---------------------------------------------------------------------------------------------------------------------------------------------------------|
| Добавить контакты        (hc)  | Выйти (e) | Перейти в браузер по умолчанию (b)               Использовано: 0,59 ГБ хранилища | Как это работает (hh) | Письма: 1-30 из 387 <  > (mb/mf) |
|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
| [01.09.2020 06:30] Введите команду: t [fork.genesis@gmail.com, av.kolodchuk@gmail.com]


| ® ПМНК vX.XX     [Текущая почта: kolodchuk_av_0919@1511.ru]                  ==[ ОБНОВИТЬ (R) ]==                   Поиск по почте (s) | Настройки (p) | Помощь (h) | © Колодчук А., 2020|
| /===========================\  |---------------------------------------------------------------------------------------------------------------------------------------------------------|
| |    НАПИСАТЬ ПИСЬМО (W)    |  |                                   Новое письмо                                   |           От кого: kolodchuk_av_0919@1511.ru. Сменить: (f)           | 
| \===========================/  |---------------------------------------------------------------------------------------------------------------------------------------------------------|
| ▼ [Входящие] (17/387)    (m1)  |                                                         | Удалить черновик (d) | Смс (sms телефон) | Копия (copy) | Скрытая копия (scopy) | Шаблон (sh) |
|     Важные               (m2)  |                                                         \-----------------------------------------------------------------------------------------------|
|     Непрочитанные (17)   (m3)  |                                                                                                                                                         |
|     С вложениями         (m4)  | Кому (t [почта1, {почта2}, {почта3}]): fork.genesis@gmail.com, av.kolodchuk@gmail.com.                                                                  |
| Отправленные             (m5)  |                                                                                                                                                         |
| Удалённые                (m6)  | Тема (hd текст темы):                                                                                                                                   |
| Спам (7)                 (m7)  |                                                                                                                                                         |
| ▼ Черновики              (m8)  | Сообщение (msg текст сообщения):                                                                                                                        |
|     Шаблоны              (m9)  |                                                                                                                                                         |
| + Создать папку          (mc)  |                                                                                                                                                         |
|--------------------------------|                                                                                                                                                         |
|        = Google Meet =         |                                                                                                                                                         |
| Начать встречу           (ms)  |                                                                                                                                                         |
| Перейти на встречу       (mg)  |                                                                                                                                                         |
|--------------------------------|                                                                                                                                                         |
|          = Hangouts =          |                                                                                                                                                         |
| 10И2                     (h1)  |                                                                                                                                                         |
| Род. комитет 9В          (h2)  |                                                                                                                                                         |
| [■] В.В. Бударагин       (h3)  |                                                                                  /============================\  Отложить отправку (m ЧЧ:ММ ДД:ММ:ГГГГ) |
| [○] Елена Владимировна.. (h4)  |                                                                                  |    ОТПРАВИТЬ ПИСЬМО (M)    |  Уведомить о получении письма (ntf got) |
| + Создать разговор       (ht)  |   + Добавить вложение (A полный путь файла-вложения/путь из папки с программой)  \============================/  Напомнить об ответе (ntf asw)          |                                                   
| + Создать группу         (hg)  |---------------------------------------------------------------------------------------------------------------------------------------------------------|
| Добавить контакты        (hc)  | Выйти (e) | Перейти в браузер по умолчанию (b)               Использовано: 0,59 ГБ хранилища | Как это работает (hh) | Письма: 1-30 из 387 <  > (mb/mf) |
|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
| [01.09.2020 06:31] Введите команду: msg Проверка связи, всем привет!


| ® ПМНК vX.XX     [Текущая почта: kolodchuk_av_0919@1511.ru]                  ==[ ОБНОВИТЬ (R) ]==                   Поиск по почте (s) | Настройки (p) | Помощь (h) | © Колодчук А., 2020|
| /===========================\  |---------------------------------------------------------------------------------------------------------------------------------------------------------|
| |    НАПИСАТЬ ПИСЬМО (W)    |  |                                   Новое письмо                                   |           От кого: kolodchuk_av_0919@1511.ru. Сменить: (f)           | 
| \===========================/  |---------------------------------------------------------------------------------------------------------------------------------------------------------|
| ▼ [Входящие] (17/387)    (m1)  |                                                         | Удалить черновик (d) | Смс (sms телефон) | Копия (copy) | Скрытая копия (scopy) | Шаблон (sh) |
|     Важные               (m2)  |                                                         \-----------------------------------------------------------------------------------------------|
|     Непрочитанные (17)   (m3)  |                                                                                                                                                         |
|     С вложениями         (m4)  | Кому (t [почта1, {почта2}, {почта3}]): fork.genesis@gmail.com, av.kolodchuk@gmail.com.                                                                  |
| Отправленные             (m5)  |                                                                                                                                                         |
| Удалённые                (m6)  | Тема (hd текст темы):                                                                                                                                   |
| Спам (7)                 (m7)  |---------------------------------------------------------------------------------------------------------------------------------------------------------|
| ▼ Черновики              (m8)  |                                                                                                                                                         |
|     Шаблоны              (m9)  | Сообщение (msg следующий абзац):                                                                                                                        |
| + Создать папку          (mc)  | Проверка связи, всем привет!                                                                                                                            |
|--------------------------------|                                                                                                                                                         |
|        = Google Meet =         |                                                                                                                                                         |
| Начать встречу           (ms)  |                                                                                                                                                         |
| Перейти на встречу       (mg)  |                                                                                                                                                         |
|--------------------------------|                                                                                                                                                         |
|          = Hangouts =          |                                                                                                                                                         |
| 10И2                     (h1)  |                                                                                                                                                         |
| Род. комитет 9В          (h2)  |                                                                                                                                                         |
| [■] В.В. Бударагин       (h3)  |                                                                                  /============================\  Отложить отправку (m ЧЧ:ММ ДД:ММ:ГГГГ) |
| [○] Елена Владимировна.. (h4)  |                                                                                  |    ОТПРАВИТЬ ПИСЬМО (M)    |  Уведомить о получении письма (ntf got) |
| + Создать разговор       (ht)  |   + Добавить вложение (A полный путь файла-вложения/путь из папки с программой)  \============================/  Напомнить об ответе (ntf asw)          |                                                   
| + Создать группу         (hg)  |---------------------------------------------------------------------------------------------------------------------------------------------------------|
| Добавить контакты        (hc)  | Выйти (e) | Перейти в браузер по умолчанию (b)               Использовано: 0,59 ГБ хранилища | Как это работает (hh) | Письма: 1-30 из 387 <  > (mb/mf) |
|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
| [01.09.2020 06:32] Введите команду: msg Так, у меня есть задание. Отпишитесь, когда будете готовы. Файл во вложении.


| ® ПМНК vX.XX     [Текущая почта: kolodchuk_av_0919@1511.ru]                  ==[ ОБНОВИТЬ (R) ]==                   Поиск по почте (s) | Настройки (p) | Помощь (h) | © Колодчук А., 2020|
| /===========================\  |---------------------------------------------------------------------------------------------------------------------------------------------------------|
| |    НАПИСАТЬ ПИСЬМО (W)    |  |                                   Новое письмо                                   |           От кого: kolodchuk_av_0919@1511.ru. Сменить: (f)           | 
| \===========================/  |---------------------------------------------------------------------------------------------------------------------------------------------------------|
| ▼ [Входящие] (17/387)    (m1)  |                                                         | Удалить черновик (d) | Смс (sms телефон) | Копия (copy) | Скрытая копия (scopy) | Шаблон (sh) |
|     Важные               (m2)  |                                                         \-----------------------------------------------------------------------------------------------|
|     Непрочитанные (17)   (m3)  |                                                                                                                                                         |
|     С вложениями         (m4)  | Кому (t [почта1, {почта2}, {почта3}]): fork.genesis@gmail.com, av.kolodchuk@gmail.com.                                                                  |
| Отправленные             (m5)  |                                                                                                                                                         |
| Удалённые                (m6)  | Тема (hd текст темы):                                                                                                                                   |
| Спам (7)                 (m7)  |                                                                                                                                                         |
| ▼ Черновики              (m8)  | Сообщение (msg следующий абзац):                                                                                                                        |
|     Шаблоны              (m9)  |                                                                                                                                                         |
| + Создать папку          (mc)  | Проверка связи, всем привет!                                                                                                                            |
|--------------------------------| Так, у меня есть задание. Отпишитесь, когда будете готовы. Файл во вложении.                                                                            |
|        = Google Meet =         |                                                                                                                                                         |
| Начать встречу           (ms)  |                                                                                                                                                         |
| Перейти на встречу       (mg)  |                                                                                                                                                         |
|--------------------------------|                                                                                                                                                         |
|          = Hangouts =          |                                                                                                                                                         |
| 10И2                     (h1)  |                                                                                                                                                         |
| Род. комитет 9В          (h2)  |                                                                                                                                                         |
| [■] В.В. Бударагин       (h3)  |                                                                                  /============================\  Отложить отправку (m ЧЧ:ММ ДД:ММ:ГГГГ) |
| [○] Елена Владимировна.. (h4)  |                                                                                  |    ОТПРАВИТЬ ПИСЬМО (M)    |  Уведомить о получении письма (ntf got) |
| + Создать разговор       (ht)  |   + Добавить вложение (A полный путь файла-вложения/путь из папки с программой)  \============================/  Напомнить об ответе (ntf asw)          |                                                   
| + Создать группу         (hg)  |---------------------------------------------------------------------------------------------------------------------------------------------------------|
| Добавить контакты        (hc)  | Выйти (e) | Перейти в браузер по умолчанию (b)               Использовано: 0,59 ГБ хранилища | Как это работает (hh) | Письма: 1-30 из 387 <  > (mb/mf) |
|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
| [01.09.2020 06:33] Введите команду: a C://Users/avkol/Desktop/Docs/Word/Задание1.docx


| ® ПМНК vX.XX     [Текущая почта: kolodchuk_av_0919@1511.ru]                  ==[ ОБНОВИТЬ (R) ]==                   Поиск по почте (s) | Настройки (p) | Помощь (h) | © Колодчук А., 2020|
| /===========================\  |---------------------------------------------------------------------------------------------------------------------------------------------------------|
| |    НАПИСАТЬ ПИСЬМО (W)    |  |                                   Новое письмо                                   |           От кого: kolodchuk_av_0919@1511.ru. Сменить: (f)           | 
| \===========================/  |---------------------------------------------------------------------------------------------------------------------------------------------------------|
| ▼ [Входящие] (17/387)    (m1)  |                                                         | Удалить черновик (d) | Смс (sms телефон) | Копия (copy) | Скрытая копия (scopy) | Шаблон (sh) |
|     Важные               (m2)  |                                                         \-----------------------------------------------------------------------------------------------|
|     Непрочитанные (17)   (m3)  |                                                                                                                                                         |
|     С вложениями         (m4)  | Кому (t [почта1, {почта2}, {почта3}]): fork.genesis@gmail.com, av.kolodchuk@gmail.com.                                                                  |
| Отправленные             (m5)  |                                                                                                                                                         |
| Удалённые                (m6)  | Тема (hd текст темы):                                                                                                                                   |
| Спам (7)                 (m7)  |                                                                                                                                                         |
| ▼ Черновики              (m8)  | Сообщение (msg следующий абзац):                                                                                                                        |
|     Шаблоны              (m9)  |                                                                                                                                                         |
| + Создать папку          (mc)  | Проверка связи, всем привет!                                                                                                                            |
|--------------------------------| Так, у меня есть задание. Отпишитесь, когда будете готовы. Файл во вложении.                                                                            |
|        = Google Meet =         |                                                                                                                                                         |
| Начать встречу           (ms)  |                                                                                                                                                         |
| Перейти на встречу       (mg)  |                                                                                                                                                         |
|--------------------------------|                                                                                                                                                         |
|          = Hangouts =          |                                                                                                                                                         |
| 10И2                     (h1)  |                                                                                                                                                         |
| Род. комитет 9В          (h2)  |  1 вложение: Задание1.docx                                                                                                                              |
| [■] В.В. Бударагин       (h3)  |                                                                                  /============================\  Отложить отправку (m ЧЧ:ММ ДД:ММ:ГГГГ) |
| [○] Елена Владимировна.. (h4)  |                                                                                  |    ОТПРАВИТЬ ПИСЬМО (M)    |  Уведомить о получении письма (ntf got) |
| + Создать разговор       (ht)  |  + Добавить вложение (A полный путь файла-вложения/путь из папки с программой)  \============================/  Напомнить об ответе (ntf asw)          |                                                   
| + Создать группу         (hg)  |---------------------------------------------------------------------------------------------------------------------------------------------------------|
| Добавить контакты        (hc)  | Выйти (e) | Перейти в браузер по умолчанию (b)               Использовано: 0,59 ГБ хранилища | Как это работает (hh) | Письма: 1-30 из 387 <  > (mb/mf) |
|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
| [01.09.2020 06:34] Введите команду: ntf asw                                                                                                                                              |
| Вас уведомят об ответе на письмо.                                                                                                                                                        |
|                                                                                                                                                                                          |
| Напомнить, если ответа не будет в течение: [1] 1 часа; [2] 12 часов; [3] 1 дня; [4] 2 дней; [5] 3 дней; [6] 5 дней; [7] 1 недели; [8] 2 недель; [9 n] n часов; [0] не напоминать.        |
| [01.09.2020 06:35] Введите команду: 
